const data = [
  {
    id: 1,
    name: "Q1.목표관리 및 목표공유",
    questions: [
      "우리 회사의 미션과 비젼을 나는 정확히 이해하고 있나요?",
      "우리 회사의 월간 정량적 목표를 나는 공유받고 있나요?",
      "우리 팀 /회사의 목표와 나의 KPI와 일치화 되어 있나요?",
    ],
  },
  {
    id: 2,
    name: "Q2.지표 가시성",
    questions: [
      "우리 회사의 주요 성과지표를 정기적으로 공유받고 있나요?",
      "필요한 지표를 조회할 수 있는 시스템과 프로세스가 있나요?",
      "나의 진행 업무와 성과가 정량화 되어 나의 리더에게 공유되고 있나요?",
    ],
  },
  {
    id: 3,
    name: "Q3.조직 유연성",
    questions: [
      "나의 업무가 프로젝트와 일상업무 사이에서  탄력적으로 조정되고 있나요?",
      "우리 조직은 사내에서 유연하게 직무변경이 자연스러운 가요?",
      "CXManager로서 나의 업무성과가 다른 부서와 공유하고 피드백을 주고 받고  있나요?",
    ],
  },
  {
    id: 4,
    name: "Q4.고객경험 관리 디자인",
    questions: [
      "고객경험관점에서의  '고객정의'가 상황별 유형별로 있나요?",
      "우리 회사는 '고객 여정에 대한 퍼널'을 정의하고 지속적으로 업데이트 하고  있나요?",
      "(2의 질문에 이어) 각 퍼널별 오퍼레이션 액션 아이템이 확립되어 있나요?",
    ],
  },
  {
    id: 5,
    name: "Q5.이슈관리 ",
    questions: [
      "우리 회사는 주요 이슈 (a.k.a VOC) 에 대한 유형 정의가 되어 있나요?",
      "이슈에 대한 우선순위와 액션이 정리되어 있나요?",
      "주요 이슈에 대해 이슈 리포팅 및 정기적 혹은 비정기적인 리뷰회의가 원활한가요?",
    ],
  },
  {
    id: 6,
    name: "Q6.커뮤니케이션",
    questions: [
      "나는 우리 회사의 서비스오픈변경정보 (신제품 출시 or 업데이트 등) 를 포함한 각종  정보를 잘 전달받고 있나요?",
      "나는 서비스오픈변경 정보에 대해 고객관점에서 커뮤니케이션 가이드를 수립하여 전사에 공유하나요?",
      "커뮤니케이션 가이드, 정책, 사용자 가이드가 정기적으로 업데이트 되고 잘 관리되고 있나요?",
    ],
  },
  {
    id: 7,
    name: "Q7.서비스 개선",
    questions: [
      "고객 경험을 통해 취합된 개선과제를 분류한 TO do list가 있나요?",
      "(1의 To do list)가 Management & 유관부서와 검토하고 반영여부 및 우선순위에 대한 협의를 진행하는 정기 미팅이 확립되어 있나요? ",
      "개선과제가 반영되면 다른 CXManager 및 마케팅, 세일즈등의 내부고객과 외부고객에게 피드백하나요?",
    ],
  },
  {
    id: 8,
    name: "Q8.CXManager 직무 자신감",
    questions: [
      "CX manager로서 나의 업무가 회사의 발전에 기여하고 있나요?",
      "회사의 성장과 나의 career development가 동반상승하고 있나요?",
      "나의 career 에 대한 구체적인 계획 (비젼)을 가지고 있나요?",
    ],
  },
];

export default data;
